Repository: Lernstick/live-swapfile
Catalog: po/*/live-swapfile.po
Languages: de, fr

source: RAM: ${MEM_TOTAL_MB} MB, Swap: ${SWP_TOTAL_MB} MB
de: Arbeitsspeicher: ${MEM_TOTAL_MB} MB, Auslagerungsspeicher: ${SWP_TOTAL_MB} MB
fr: Mémoire vive: ${MEM_TOTAL_MB} MB, Espace d´échange: ${SWP_TOTAL_MB} MB

source: Warning
de: Warnung
fr: Attention

source: Your system has not much memory available.\nYou should create a swap file.\nOtherwise your system might just freeze or crash if you start large applications.
de: Ihr System verfügt über sehr wenig Arbeitsspeicher.\nSie sollten deshalb eine zusätzliche Auslagerungsdatei anlegen.\nSonst könnte Ihr System abstürzen oder hängenbleiben, wenn Sie grössere Programme starten.
fr: Votre système ne dispose pas de beaucoup de mémoire vive.\nVous devriez créer un fichier d'échange.\nSans ce dernier, votre système risque de se bloquer ou de tomber en panne lors du démarrage de grosses applications.

source: ${ID_MODEL} ${ID_FS_LABEL} ${ID_FS_TYPE} (${SIZE} MB, ${FREE} MB free)
de: ${ID_MODEL} ${ID_FS_LABEL} ${ID_FS_TYPE} (${SIZE} MB, ${FREE} MB frei)
fr: ${ID_MODEL} ${ID_FS_LABEL} ${ID_FS_TYPE} (${SIZE} MB, ${FREE} MB libre)

source: Error
de: Fehler
fr: Erreur

source: Rescan
de: Nochmal suchen
fr: Re-analyser

source: Cancel
de: Abbrechen
fr: Annuler

source: No usable partitions for creating a swap file found.\n\nYou may now plug in removable devices like USB hard drives or USB flash drives and rescan for usable partitions.
de: Es konnten keine für eine Auslagerungsdatei geeigneten Partitionen gefunden werden.\n\nSie können jetzt Wechselmedien wie z.B. USB-Festplatten oder USB-Sticks an Ihr System stecken und nochmals nach geeigneten Partitionen suchen lassen.
fr: Aucune partition utilisable pour créer un fichier d'échange n'a été trouvée.\n\nVous pouvez à présent connecter un média comme un disque dur USB ou une clef USB et relancer la recherche de partitions utilisables.

source: Please select a partition for a swap file or rescan for usable partitions:
de: Wählen Sie bitte eine Partition für eine Auslagerungsdatei aus oder lassen Sie nochmal nach geeigneten Partitionen suchen:
fr: Sélectionnez une partition pour le fichier d'échange ou relancer la recherche de partitions utilisables.

source: Mounting of ${PARTITION} failed.
de: ${PARTITION} konnte nicht eingebunden werden.
fr: Le montage de ${PARTITION} a echoué.

source: Size of swap file (in MB) on\n${ID_MODEL} ${ID_FS_LABEL} ${ID_FS_TYPE} (${SIZE} MB, ${FREE} MB free)
de: Größe der Auslagerungsdatei (in MB) auf\n${ID_MODEL} ${ID_FS_LABEL} ${ID_FS_TYPE} (${SIZE} MB, ${FREE} MB frei)
fr: Taille du fichier d´échange (en MB) sur\n${ID_MODEL} ${ID_FS_LABEL} ${ID_FS_TYPE} (${SIZE} MB, ${FREE} MB libre)

source: Please wait
de: Bitte warten
fr: Attendez

source: Creating ${SIZE} MB swap file...
de: Erzeuge ${SIZE} MB Auslagerungsdatei...
fr: Création d'un fichier d'échange de ${SIZE} MB...

source: Could not create swap file!
de: Konnte Auslagerungsdatei nicht erstellen!
fr: Impossible de créer le fichier d´échange !

source: Could not activate swap file!
de: Konnte Auslagerungsdatei nicht aktivieren!
fr: Impossible d'utiliser le fichier d'échange !

source: The swap file was successfully created.
de: Die Auslagerungsdatei wurde erfolgreich erstellt.
fr: Le fichier d'échange a été créé avec succès.
